{
  "inicio": "Home",
  "sobre": "About",
  "projetos": "Projects",
  "contato": "Contact",
  "resumo": "Hello! I'm",
  "resumo-titulo": "--Full Stack Developer--",
  "sobre/secao": {
    "sobre": "About",
    "resumo": "Welcome to my portfolio!",
    "resumo1": "I am a student of",
    "resumo2": " Software Engineering",
    "resumo3": " at Uninter, a Full Stack developer and strive to create engaging digital experiences. In my projects, I use technologies such as",
    "tecnologias": " HTML, CSS, JavaScript, React.js, TypeScript, Tailwind CSS, Bootstrap, Java, Spring Boot, and databases like PostgreSQL, MySQL, and MongoDB.",
    "resumo4": "As a professional, I am",
    "resumo-soft-skills": " organized and resilient,",
    "resumo4-1": " familiar with agile methodologies and committed to delivering results, always open to new learnings."
  },
  "projects": {
    "project": "Projects",
    "restaurante_about": "The Japa Restaurant Project, a web application for displaying and ordering Japanese food dishes online. Its features include: displaying different categories of Japanese food dishes (combos, hot dishes, and drinks), adding items to the shopping cart, and navigating between different categories of dishes.",
    "restaurante_name": "Restaurant Japa",
    "clima_name": "Climate",
    "clima_about": "This project addresses weather forecasting by searching for a city, showing: custom icons, temperature, wind, and humidity in real-time using the OpenWeather API..",
    "control_expense-name": "Expense Control",
    "control_expense": "Personal finance management web project with secure authentication and authorization. It allows users to easily add, edit, and delete expenses, view total expenses, track monthly spending, and identify the most frequent expense category."
  },
  "contact": {
    "name": "Enter your name...",
    "email": "Enter your e-mail...",
    "messagem": "Enter your message...",
    "enviar": "SEND",
    "ou": "Or",
    "successMessage": "SUCCESS! Message sent.",
    "errorMessage": "ERROR! Message not sent."
  }
}