{
  "inicio": "Início",
  "sobre": "Sobre",
  "projetos": "Projetos",
  "contato": "Contato",
  "resumo": "Olá! Eu sou a",
  "resumo-titulo": "--Desenvolvedora Full Stack--",
  "sobre/secao": {
    "sobre": "Sobre",
    "resumo": "Bem-vindo(a) ao meu portfólio!",
    "resumo1": "Sou estudante de",
    "resumo2": " Engenharia de Software",
    "resumo3": " na Uninter, desenvolvedora Full Stack e busco criar experiências digitais envolventes. Em meus projetos, utilizo tecnologias como ",
    "tecnologias": "HTML, CSS, JavaScript, React.js, TypeScript, Tailwind CSS, Bootstrap, Java, Spring Boot e bancos de dados como PostgreSQL, MySQL e MongoDB.",
    "resumo4": "Como profissional sou ",
    "resumo-soft-skills": "organizada e resiliente,",
    "resumo4-1": " familiarizada com metodologias ágeis e comprometida com a entrega de resultados, sempre aberta a novos aprendizados. "
  },
  "projects": {
    "project": "Projetos",
    "restaurante_about": "Projeto do Restaurante Japa, uma aplicação web para exibir e pedir pratos de comida japonesa online. Ele possui como funcionalidades: exibição de diferentes categorias de pratos de comida japonesa (combos, pratos quentes e bebidas), adição de itens ao carrinho de compras e navegação entre diferentes categorias de pratos.",
    "restaurante_name": "Restaurante Japa",
    "clima_name": "Clima",
    "clima_about": "Este projeto aborda a previsão do tempo ao pesquisar uma cidade, mostrando: ícones personalizados, temperatura, vento e umidade em tempo real com a utilização da API OpenWeather.",
    "control_expense-name": "Controle de Despesas",
    "control_expense": "Projeto web de gerenciamento financeiro pessoal que oferece autenticação e autorização seguras. Ele permite que os usuários adicionem, editem e excluam despesas facilmente, visualizem despesas totais, rastreiem gastos mensais e identifiquem a categoria de despesas mais frequente.",
    "medi": "Este projeto foi desenvolvido para auxiliar usuários a gerenciar seus medicamentos. É possível cadastrar, editar e excluir medicamentos, além de configurar lembretes por e-mail para o horário correto. Observação: Para garantir um funcionamento eficiente, a verificação dos lembretes é realizada a cada 10 minutos, o que ajuda a evitar sobrecarga no servidor. No entanto, pode haver pequenos atrasos ou falhas ocasionais no envio dos lembretes."
  },
  "contact": {
    "name": "Insira seu nome...",
    "email": "Insira o seu e-mail...",
    "messagem": "Insira sua mensagem...",
    "enviar": "ENVIAR",
    "ou": "Ou",
    "successMessage": "SUCESSO! Mensagem enviada.",
    "errorMessage": "ERRO! Mensagem não enviada."
  }
}